akamud.vscode-theme-onedark
bungcip.better-toml
castwide.solargraph
codezombiech.gitignore
eg2.tslint
hackwaly.ocaml
iampeterbanjo.elixirlinter
jit-y.vscode-advanced-open-file
jit-y.vscode-ghq-open
mauve.terraform
mjmcloug.vscode-elixir
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
NigelRook.vscode-linter-erlc
PeterJausovec.vscode-docker
pgourlain.erlang
rebornix.ruby
rust-lang.rust
sbrink.elm
shanoor.vscode-nginx
sianglim.slim
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodevim.vim
wraith13.wandbox-vscode
zxh404.vscode-proto3
