tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"

brew "libyaml"
brew "openssl@1.1"
brew "ansible"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "awscli"
brew "chromedriver"
brew "libsigsegv"
brew "cmake"
brew "curl", args: ["with-openssl"]
brew "darcs"
brew "direnv"
brew "git"
brew "elasticsearch"
brew "elixir-build"
brew "emacs", args: ["with-cocoa", "with-gnutls"]
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "wxmac"
brew "exenv"
brew "pcre2"
brew "fish"
brew "freetype"
brew "ghq"
brew "global", args: ["with-ctags", "with-pygments"]
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "goenv"
brew "heroku"
brew "hub"
brew "icu4c"
brew "libtool"
brew "imagemagick"
brew "kerl"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mongodb"
brew "mysql", restart_service: true
brew "nginx"
brew "nodebrew"
brew "opam"
brew "peco"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rlwrap"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "v8"
brew "vim"
brew "wget"
brew "zeromq@3.2"
brew "zsh"
