NigelRook.vscode-linter-erlc
PTD.vscode-elixirc-mix-linter
TeddyDD.fish
akamud.vscode-theme-onedark
bungcip.better-toml
castwide.solargraph
codezombiech.gitignore
eg2.tslint
franzsilva.fs-flutter-snippets
hackwaly.ocaml
iampeterbanjo.elixirlinter
jit-y.vscode-advanced-open-file
jit-y.vscode-ghq-open
justusadam.language-haskell
mauve.terraform
mjmcloug.vscode-elixir
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
PeterJausovec.vscode-docker
pgourlain.erlang
rebornix.ruby
redhat.java
vscode-icons-team.vscode-icons
rust-lang.rust
sbrink.elm
shanoor.vscode-nginx
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wraith13.wandbox-vscode
zxh404.vscode-proto3
