13xforever.language-x86-64-assembly
NigelRook.vscode-linter-erlc
PTD.vscode-elixirc-mix-linter
TeddyDD.fish
akamud.vscode-theme-onedark
bungcip.better-toml
castwide.solargraph
codezombiech.gitignore
eg2.tslint
jit-y.vscode-advanced-open-file
jit-y.vscode-ghq-open
justusadam.language-haskell
mauve.terraform
mjmcloug.vscode-elixir
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
PeterJausovec.vscode-docker
rebornix.ruby
redhat.java
rust-lang.rust
shanoor.vscode-nginx
sianglim.slim
slevesque.vscode-hexdump
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
zxh404.vscode-proto3
